Repository: Maingron/yourls-shareto-configurable
Catalog: lang/maingron_shareto_confable-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: General
de_de: Allgemein

source: Disable Share feature entirely
de_de: Share-Features komplett deaktivieren

source: Disable
de_de: Deaktivieren

source: Variables
de_de: Variablen

source: The shortened URL
de_de: Gekürzte URL

source: The original URL
de_de: Ursprüngliche URL

source: The title of the link (if any)
de_de: Linktitel (Wenn gewünscht)

source: Width of the popup window (if any)
de_de: Breite des Popup-Fensters (Wenn gewünscht)

source: Height of the popup window (if any)
de_de: Höhe des Popup-Fensters (Wenn gewünscht)

source: Enable
de_de: Aktivieren

source: Title
de_de: Titel

source: Platform Link Template
de_de: Link-Vorlage der Plattform

source: Popup Window Width (px)
de_de: Breite des Popup Fensters (px)

source: Popup Window Height (px)
de_de: Höhe des Popup Fensters (px)

source: Save
de_de: Speichern
